{
  "status": "success",
  "data": [
    {
      "doc_id": "1_1",
      "article_id": 1,
      "para_id": 1,
      "content": "Live\nTrump tariffs updates: POTUS digs in as markets sink\nAsia Credit Market Heats Up as Issuers Rush to Beat Tariffs\n1\n/ 2\nAsia Credit Market Heats Up as Issuers Rush to Beat Tariffs\nFinbarr Flynn and Ameya Karve\nMon, Mar 24, 2025, 2:16 PM\n2 min read\n(Bloomberg) -- The countdown to US President Donald Trump’s next round of tariffs has fueled a frenzy of activity in Asia Pacific’s credit market, with more than a dozen issuers marketing or announcing dollar bonds on Monday.\nMost Read from Bloomberg\nThey Built a Secret Apartment in a Mall. Now the Mall Is Dying.\nChicago Transit Faces ‘Doomsday Scenario,’ Regional Agency Says\nLA Faces $1 Billion Budget Hole, Warns of Thousands of Layoffs\nNew York Subway Ditches MetroCard After 32 Years for Tap-And-Go\nLibraries Warn They Could Be ‘Cut off at the Knees’ by DOGE\nKorea National Oil Corp. is among the borrowers planning to price a bond on Monday, while Malaysian oil giant Petroliam Nasional Bhd has hired banks for what could be its first dollar issuance in almost four years. South Korean steelmaker Posco Holdings Inc., Philippine restaurant operator Jollibee Foods Corp. and Hong Kong metro operator MTR Corp. Ltd. are among the other issuers working on deals.\nThey are turning to the bond market before a hotly-anticipated US tariff announcement on April 2, which Trump has referred to as “Liberation Day.” Although the threat of rising tariffs has made investors nervous, it hasn’t been entirely bad news for bond issuers: Treasury yields have fallen as investors weigh up the economic impact, reducing issuers’ overall funding costs, while investment grade bond spreads in Asia remain tight.\n“With Treasuries having rallied and credit spreads still near all-time tights, the Asian dollar primary market has sprung to life, with multiple issuers keen to lock in funding ahead of ‘Liberation Day,’” said Mark Reade, head of credit strategy at Mizuho Securities Asia.\nIssuers in Asia Pacific have already sold almost $92 billion of dollar bonds so far this quarter, the highest quarterly volume since the first three months of 2022, according to data compiled by Bloomberg.\nRead: Trump Plans His Tariff ‘Liberation Day’ With More Targeted Push\nTrump is planning a series of so-called reciprocal tariffs, hitting countries that impose their own levies on US goods. There are signs the tariffs will be less sprawling than previously feared, but the uncertainty over Trump’s moves has left investors across markets on edge.\nBorrowers also have an incentive to sell dollar debt before public holidays next week and the beginning of a results blackout period for some issuers, said Avinash Thakur, head of Asia Pacific capital markets financing at Barclays.\n--With assistance from Harry Suhartono and Wei Zhou.\n(Updates with bond relative value details and banker comment.)\nStory Continues\nMost Read from Bloomberg Businessweek\nA New ‘China Shock’ Is Destroying Jobs Around the World\nHow TD Became America’s Most Convenient Bank for Money Launderers\nTesla’s Gamble on MAGA Customers Won’t Work\nOne Man’s Crypto Windfall Is Funding a $1 Billion Space Station Dream\nThe Real Reason Trump Is Pushing ‘Buy American’\n©2025 Bloomberg L.P.\nView Comments\nTerms\nand\nPrivacy Policy\nPrivacy Dashboard\nMore Info\nRecommended Stories"
    },
    {
      "doc_id": "2_1",
      "article_id": 2,
      "para_id": 1,
      "content": "美國挑起關稅戰「搬石砸腳」　香港成資金避風港，外資加速布局 \n（香港文匯報記者 唐文）美國對貿易夥伴濫施所謂「對等關稅」，嚴重擾亂全球貿易秩序與供應鏈的穩定。香港特區政府財政司司長陳茂波昨日發表網誌形容，美國魯莽的保護主義行徑引發了市場普遍憂慮，不少經濟分析師預測美國通脹升溫、經濟放緩，甚至可能步入衰退。刻下特區政府必須向國際社會展示香港是全球資金的安全避風港，他透露近月國際資本正加速配置到香港和內地市場，更有外國金融機構表示正在香港擴張規模和增聘人手，反映「東升西降」投資格局變化正逐步凸顯。\n陳茂波指出，觀乎世界各國的反應，美國單方面挑起關稅戰不僅反噬其自身經濟，亦正將自己推向孤立之境。惟在此複雜的外圍形勢下，香港作為高度外向型的經濟體亦難以獨善其身，因此必須認清目前國際經貿格局的轉變將屬中長期結構性，且要凝聚社會各界力量，背靠祖國，共同應對；以積極和針對性的政策措施，轉危為機，在變局中繼續推進經濟高質量持續發展。\n為商界提供穩定營商環境\n他引述商界人士表示，面對關稅戰的陰霾，香港繼續保持自由港、實行自由貿易政策，為商界提供穩定和可預期的營商環境至關重要。他認為，刻下的最好策略是維護好香港安全穩定的環境，維護國家安全、金融穩定，向國際社會展示香港是全球資金的安全避風港；二是繼續向國際社會說好香港在「一國兩制」下的獨特地位和優勢，「眾多跨國企業投資香港正是看中我們內聯外通的優勢，堅若磐石的法治、國際化和友善的營商環境、海納百川的包容文化，以及聯通內地這個全球最大最具活力的消費和創科市場。」\n陳茂波續說，不少企業正調整策略，從過去主要連接內地和歐美市場，轉為開拓內地和亞洲新興市場間的貿易，並特別看好東盟市場。香港作為自由港，可為該些企業靈活物流配送和貨物倉儲提供便利，以實現開拓新市場的計劃。而國家與東盟地區關係友好，產業鏈供應鏈深度結合，香港可在當中發揮供應鏈管理、貿易融資和環境與社會管治（ESG）諮詢等專業角色。\n外國金融機構在港擴規模增人手\n他透露，最近上市的內地企業，獲得外資認購的比例較過去兩年顯著上升；亦有外國金融機構正在本港擴張規模和增聘人手，有些則從其他地區增調高層人員來香港。他認為有關現象折射出兩大轉勢，一方面是由於國家經濟展現的韌性、在創新科技的突破，以及高水平對外開放政策的持續深化，讓國際投資者擔心錯失投資內地的好時機；另一方面，美國的單邊主義和政策不確定性，促使國際資金加速分散風險，增加其在內地和香港市場的配置，「這種『東升西降』的投資格局變化正逐步凸顯。」\n陳茂波提到，國家和香港在全球變局中蘊藏不少新的投資機遇，也在許多創科領域中有領先的前沿發展。香港於上星期連續舉辦兩場不同主題的大型國際會議——「世界互聯網大會亞太峰會」和「2025世界旅遊城市聯合會香港香山旅遊峰會」，前者首次移師境外舉行，亦是本港首次舉辦國家級別的重要學術峰會；後者亦首次在港舉行，也彰顯香港作為國際旅遊樞紐的重要地位。在兩個峰會上，許多與會者不約而同指出，十分看好國家和香港的發展前景。\n在關稅戰割裂全球經貿的背景下，陳茂波強調「一國兩制」的優勢讓香港充分發揮「超級聯繫人」及「超級增值人」的關鍵作用，為全球企業和資金提供新的發展機遇。\n停收逾800美元B2C貨件運美 DHL批特朗普玩殘業界\n（香港文匯報記者 劉明）美國總統特朗普大肆濫施關稅，令物流業備受衝擊，全球最大物流公司DHL向客戶發出通知，表示由於美國的新報關規定，超過800美元的包裹需要「正式報關」流程，在申報量激增下導致貨件嚴重積壓，宣布今日（21日）起暫停接收各地運往美國價值逾800美元的B2C（Business To Customer，企業對消費者）貨件。DHL行政總裁Tobias Meyer日前批評，面對特朗普反覆無常的舉措，不少企業和下游公司也感到手足無措。\n特朗普的無理行政命令規定，所有價值超過800美元貨件均須辦理正式報關手續，取代以往800美元至2,500美元可使用簡易程序報關安排，並要提交額外文件以及繳付關稅。DHL在發給客戶的通知信中指出， 雖然正全天候處理積壓的貨件，但這類貨件會出現多日的運輸延誤，因此要暫停接收。至於價值超過800美元的B2B（Business To Business，企業對企業）貨件， 以及價值低於800美元B2C與B2B貨件，均未受影響。\nDHL行政總裁Tobias Meyer日前批評，特朗普朝令夕改的關稅政策，令人無所適從，物流公司已出現疲態，而面對報關作業流程改變且變得更為複雜，以致工作量激增，影響貨件的出貨速度。\n香港中小型企業聯合會永遠榮譽會長劉達邦向香港文匯報表示，現有不少港商也要向美國寄出貨件，故總會受到一定程度影響，「很多做網購的也是專門做美國巿場，另外亦影響一些企業向美國客戶寄樣板。」\n他表示暫只有DHL暫停接收800美元以上運往美國的貨件，其他快遞公司UPS、Fedex及順豐等未有同樣做法，但由於要正式報關的貨件增加，美國海關清關需時，整個程序會拖慢。"
    },
    {
      "doc_id": "4_1",
      "article_id": 4,
      "para_id": 1,
      "content": "Rich Dad Poor Dad author picks a new favorite asset\nAnushka Basu\nApril 23, 2025\n1 min read\nRobert Kiyosaki is the author of the famous financial literacy book called Rich Dad Poor Dad has now turned his attention toward silver, and he is calling it the best investment bargain in today's market.\nKiyosaki\nposted on X\nthat on April 22, he was buying more silver eagles because the price of silver is well below all-time highs.\n“Silver is still 50% below its all-time high… today about $35,” Kiyosaki wrote. “I believe silver will [be] 2X to $70 this year.”\nThe financial educator also pointed out that gold is at all-time highs he owns, \"plenty of Bitcoin.\" He states the fact, “profit [are] made when you buy…. Not when you sell” to highlight the value of silver and encourage people to invest even with less capital. Kiyosaki mentions that this is a positive for people with not much money.\nIt is not the\nfirst time that Kiyosaki\nhas praised investing in precious metals or Bitcoin, but silver has more importance and suggests a tactical position due to market chaos and inflation concerns. However, Bitcoin has reached record highs since March, currently sitting at\n$91,275.56\n,\nas per Kraken’\ns feeds. This price is up by over 5% in the last 24 hours.\nWith\nBitcoin’s price\nperformance and gold’s price hitting an all-time high, Kiyosaki believes that silver serves as a cheaper entry alternative for any investors unsure about purchasing an overbought asset.\nIn addition, in terms of crypto, another author named Fred Krueger, believes\nSolana is the next silver\n, drawing parallel with the low entry cost with potential for higher returns.\nTerms\nand\nPrivacy Policy\nPrivacy Dashboard\nMore Info\nRecommended Stories"
    }
  ],
  "count": 3,
  "timestamp": "2025-05-13T03:13:55.613918+00:00"
}